[
  {
    "title": "Antibes",
    "category": "French Road Trip",
    "traveler_name": "Aileen Adalid",
    "thumbnail_url": "https://i.ibb.co/9TBv5HQ/antibes-drone-panorama-cote-dazur-french-riviera-road-trip.jpg",
    "description": "Antibes is home to some of the region’s most luxurious villas, yachts, and establishments — but beneath this glitz and glamor is a charming old town with 16th-century ramparts and cobblestone streets that even caught the eye of personalities like Picasso (he has featured Antibes in his paintings many times and you will find a museum for him in town).If you’re more for music, the yearly Jazz à Juan is a 9-day affair that’s not to be missed!",
    "travel_cost": "$100",
    "travel_location": "France"
  },
  {
    "title": "Creeping Phlox or “Rurikarakusa” (Nemophila Menziesii)",
    "category": "Japan Trip",
    "traveler_name": "Aileen Adalid",
    "thumbnail_url": "https://i.ibb.co/VBTsD3Z/hitachi-seaside-park-blue-flower-field-ibaraki-spring-flowers-in-japan-rurikarakusa-phlox.jpg",
    "description": "Rurikarakusa is a low-growing plant that has pretty baby blue flowers — which often makes it gain the name ‘baby blue eyes’. It helps to note that this is part of the nemophila genus group of flowers; however, this particular kind refers to the ‘insignis blue’ variety. So if you’re in TOKYO, you can head over to the Showa Memorial Park near Tachikawa Station to view this blue beauty. Otherwise, head north to see the Instagrammable view shown in the photo above called as… Hitachi Seaside Park: This is a well-known park that is loved for its seasonal flowers throughout the year, but it is mostly visited in spring because of its sea of blue nemophila that number over 4 million!!! It is absolutely densely covered that it will seem like you’re walking in the sky.",
    "travel_cost": "$100",
    "travel_location": "Japan"
  },
  {
    "title": "Camogli",
    "category": "Italian Road Trip",
    "traveler_name": "Aileen Adalid",
    "thumbnail_url": "https://i.ibb.co/sm9s9Xr/italian-riviera-cities-towns-top-destinations-camogli-beach.jpg",
    "description": "Found east of Genoa, this small yet idyllic fishing village is famed for its winding streets, lush olive groves, and picturesque painted facades called trompe l’œil. The name Camogli actually means ‘house of wives‘ due to the fact that in the olden times, the women ‘ruled’ the town while the husbands are busy working at sea. If you come around the 2nd weekend of May, you will witness the town celebrating its maritime heritage — and if you go to the waterfront, you’ll even get to see them fry hundreds of fish in 3-meter wide pans!",
    "travel_cost": "$1000",
    "travel_location": "Italy"
  },
  {
    "title": "Cannes",
    "category": "French Road Trip",
    "traveler_name": "Aileen Adalid",
    "thumbnail_url": "https://i.ibb.co/jHT2qNh/cannes-cote-d-azur-french-riviera-road-trips-cities-towns-festival.jpg",
    "description": "Since 1946, people have been flocking Cannes to attend its world-renowned springtime film festival that happens every May, the Festival de Cannes. A lot of tourists find it as the perfect time to spot famous celebrities in town — but beyond this, there is still much to love about this resort town! As a part of your French Riviera road trip, Cannes offers picturesque natural sceneries on its harbor and offshore islands. Don’t miss out as well on the old town, Le Suquet, and its pristine beaches especially during the summer.",
    "travel_cost": "$200",
    "travel_location": "France"
  },
  {
    "title": "Batangas & Local Hotels",
    "category": " Philippines Trip",
    "traveler_name": "Aileen Adalid",
    "thumbnail_url": "https://i.ibb.co/jHT2qNh/cannes-cote-d-azur-french-riviera-road-trips-cities-towns-festival.jpg",
    "description": "Not a lot of people know about the Fortune Island in Nasugbu, Batangas, and it’s a “secret” that needs to be told! TRIVIA: It used to be a luxurious island resort, but today, it is an abandoned island that still holds a beauty of its own. One of the highlights in this place that is mainly visited by tourists is the structure at a top of a cliff that is an imitation of the Acropolis of Athens in Greece (as seen in the photo above).",
    "travel_cost": "$2000",
    "travel_location": " Philippines"
  },
  {
    "title": "Eze",
    "category": "French Road Trip",
    "traveler_name": "Aileen Adalid",
    "thumbnail_url": "https://i.ibb.co/16z9xFj/eze-village-medieval-town-french-riviera-road-trip-azure-coast.jpg",
    "description": "A commune next to Nice, Eze is a beautiful and rocky hilltop medieval village that has mesmerizing views over the sea. It may be small but you’ll love meandering through its winding cobblestone alleys and stone houses especially through the Nietzsche path (named after the German philosopher who once lived in town). Don’t forget to visit the medieval fortress as well as the Jardin Exotique cactus garden on top of the village because it’s where you’ll get grand panoramic vista views over Eze!",
    "travel_cost": "$50",
    "travel_location": "France"
  },
  {
    "title": "Cinque Terre",
    "category": "Italian Road Trip",
    "traveler_name": "Aileen Adalid",
    "thumbnail_url": "https://i.ibb.co/98nYdw2/manarola-viewpoint-coast-cinque-terre-village-italian-riviera-cities-towns-europe-road-trip.jpg",
    "description": "Arguably the prized jewel of all the Italian Riviera cities, Cinque Terre (meaning “five lands”) is an area that encompasses 5 of the most dreamy coastal fishing villages that you will ever lay your eyes on! As a part of the Cinque Terre National Park, the area has also been lauded as a UNESCO World Heritage Site since 1997 thereby making it a favorite among tourists who seek an unforgettable staycation — if not spend days of hiking. Though cars are banned between the villages, a well-connected 19th-century railway cuts through the mountains to connect one village to another, namely: Monterosso al Mare,Vernazza,Corniglia,Manarola,Riomaggiore",
    "travel_cost": "$500",
    "travel_location": "Italy"
  },
  {
    "title": "Plum Blossom or “Ume” (Prunus Mume)",
    "category": "Japan Trip",
    "traveler_name": "Aileen Adalid",
    "thumbnail_url": "https://i.ibb.co/Dw3c2vQ/plum-blossom-ume-inabe-plum-grove-bairin-festival-matsuri-spring-flowers-in-japan.jpg",
    "description": "Plum blossoms or ume are actually the first to bloom among the spring flowers in Japan, so it is often referred to as a sign of how spring has arrived. As such, flower viewing or hanami was first done for plum flowers, not the sakura; not to mention that plum blossoms even last longer for about a month, as compared to sakura that only lasts about 7 to 10 days. Try not to mistake this for sakura (since they do look somewhat alike) and enjoy its beauty in the following spots… (ATAMI) Atami Baien Plum Festival: This is one of the best plum viewing spots in Japan given that the trees are one of the earliest kinds to bloom (around 2nd week of January). There are about 400 plum trees here and during the festival, you’ll get to see some performances too! (TOKYO) Bunkyo Plum Blossom Festival: Held in Yushima Tenmangu shrine, this is one of the most famous flower events in the capital and you’ll find over 300 plum trees spread about inside the shrine.",
    "travel_cost": "$500",
    "travel_location": "Japan"
  },
  {
    "title": "Villefranche-sur-Mer",
    "category": "French Road Trip",
    "traveler_name": "Aileen Adalid",
    "thumbnail_url": "https://i.ibb.co/jgRT6rj/villefranche-sur-mer-nice-france-french-riviera-azure-coast.jpg",
    "description": "Last but not the least is the quaint and relaxing city of Villefranche-sur-Mer — arguably a nice escape from bustling French Riviera cities such as that of Nice, Saint-Tropez, and others. This 14th-century old town may be tiny, but it’s a delight to explore especially when you venture out to its harbor as well as its imposing citadel. Truth be told, a lot of films such as the spy film ‘Never Say Never Again’ have been filmed here and for good reason!",
    "travel_cost": "$150",
    "travel_location": "France"
  },
  {
    "title": "Sanremo",
    "category": "Italian Road Trip",
    "traveler_name": "Aileen Adalid",
    "thumbnail_url": "https://i.ibb.co/gjPb6VY/san-remo-old-town-madonna-della-costa-church-italian-riviera-italy.jpg",
    "description": "Did you know? The name of the city is a phonetic contraction of Sant’Eremo di San Romolo — which basically refers to Romulus of Genoa, the successor to Syrus of Genoa. Founded in Roman times, the city is filled with a lot of attractions while also granting great panoramic views from different vantage points. Nowadays, Sanremo is also a hotspot for events such as that of the Sanremo Music Festival and the Milan-Sanremo Cycling.",
    "travel_cost": "$250",
    "travel_location": "Italy"
  },
  {
    "title": "Huma Island in Palawan",
    "category": " Philippines Trip",
    "traveler_name": "Aileen Adalid",
    "thumbnail_url": "https://i.ibb.co/xXRw278/ce5f8985c7ee8a9f0ae7506ecd8712fc.jpg",
    "description": "One of the newest and most spectacular getaways in the Philippines: Huma Island — a Maldivian-inspired island resort that is nestled in Busuanga, Palawan. With over 81 villas, this place is sure to snatch your heart away! Another great thing about it? Unlike the Maldives, this one isn’t going to sink at all. Apart from Huma, there is also another island in Palawan that can compare to the beauty and ambiance of the Maldives: Amanpulo in Pamalican Island. As such, it should really be clear that with the abundance of islands in the Philippines, we can have just about every kind of island getaway that there can be.",
    "travel_cost": "$2500",
    "travel_location": "Philippines"
  },
  {
    "title": "Portofino",
    "category": "Italian Road Trip",
    "traveler_name": "Aileen Adalid",
    "thumbnail_url": "https://i.ibb.co/3rgC2ws/portofino-colorful-houses-liguria-italy-italian-riviera-cities.jpg",
    "description": "A favorite day trip amongst those who are exploring either Genoa or Cinque Terre, Portofino is a great stop especially if you want to do some shopping or some great sightseeing. As part of its allure, this coastal village is well-known for its harbor that is often filled with superyachts and backdropped by a line of pastel-colored buildings.",
    "travel_cost": "$350",
    "travel_location": "Italy"
  },
  {
    "title": " Moss Phlox / Pink Moss or “Shibazakura” (Phlox Subulata)",
    "category": "Japan Trip",
    "traveler_name": "Aileen Adalid",
    "thumbnail_url": "https://i.ibb.co/M8DFpzK/hitsujiyama-park-shibazakura-festival-chichibu-tokyo-pink-moss-spring-flowers-japan-fuji.jpg",
    "description": "Moss phlox is one of the most amazing spring flowers in Japan! They are such tiny five-petaled flowers that grow quite close, that’s why when they are planted in great numbers, the scenery will seemingly look like it has formed a natural carpet. The best places to go to in order to see the moss phlox or shibazakura in its full glory would be… Fuji Shibazakura Festival: (Pictured above) This takes place every year in Fuji Motosuko Resort, a flower park in the Yamanashi Prefecture that’s close to Mt. Fuji and located somewhere south of Lake Motosuko in the Five Fuji Lakes area. The extensive field of shibazakura flowers here is one of the largest in the greater Tokyo area, embracing about 1 million shibazakura in different colors! You’ll love how the flowers roll out endlessly in lawns of blushing red, pink, creamy white, as well as a touch of purple, and in these carpeted fields, there is nothing obstructing your view of Mt. Fuji (especially on a clear day!). Hitsujiyama Park: An alternative would be this spot in Chichibu that’s closer to Tokyo. Albeit smaller than the former, this scenic park still boasts about 400,000 shibazakura for you to enjoy!",
    "travel_cost": "$600",
    "travel_location": "Japan"
  },
  {
    "title": "Cherry Blossom or “Sakura” (Prunus Serrulata)",
    "category": "Japan Trip",
    "traveler_name": "Aileen Adalid",
    "thumbnail_url": "https://i.ibb.co/NxTTF1t/himeji-castle-kyoto-best-cherry-blossom-spots-sakura-japan-hyogo-hanami.jpg",
    "description": "Sakura is one of the top spring flowers in Japan that you must absolutely witness. It blooms for a short time (about 10 days only) so you should time your visit well. I have already written extensively about the best times and the best spots to go to in Japan for cherry blossoms, so don’t forget to go here, Japan Cherry Blossom ,Kyoto Cherry Blossom Spots.",
    "travel_cost": "$700",
    "travel_location": "Japan"
  }
]
